Revit 2027 API
AreaCreationData Properties
The AreaCreationData type exposes the following members.
Properties
Name | Description
TagPoint |  Specify the location of the area tag.
Top
See Also
Reference
AreaCreationData Class
Autodesk.Revit.Creation Namespace